Repository: simonste/jasstafel
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# appName
source: Jass Board
de: Jasstafel
fr: L'ardoise à Jass

source: Schieber
fr: Chibre

source: Differenzler
fr: L'estimation

# pointBoard
source: Scoreboard
de: Punktetafel
fr: Tableau général

source: Settings
de: Einstellungen
fr: Paramètres

# settingsTitle
source: {type} - Settings
de: {type} - Einstellungen
fr: {type} - Paramètres

# commonSettings
source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Language
de: Sprache
fr: Langue

source: Cancel
de: Abbrechen
fr: Annuler

source: back
de: zurück
fr: retour

source: Undo
de: Rückgängig
fr: Annuler

source: Points
de: Punkte
fr: Nombre de points

# pointsOf
source: Points of {name}
de: Punkte von {name}
fr: Points de {name}

# duration
source: {minutes} min played.
de: {minutes} min gespielt
fr: {minutes} min de jeu

# noOfRounds
source: {count, plural, one{1 Round} other{{count} Rounds}}
de: {count, plural, one{1 Runde} other{{count} Runden}}
fr: {count, plural, one{1er tour} other{{count} tours}}

# countingType
source: Counting mode
de: Zählweise
fr: Façon de compter

source: Team {no}
fr: Équipe {no}

# eicheln
source: Acorns
de: Eicheln
fr: Glands

# schellen
source: Belles
de: Schellen
fr: Grelots

# schilten
source: Shields
de: Schilten
fr: Écussons

# rosen
source: Flowers
de: Rosen
fr: Fleurs

# schaufel
source: Spades
de: Schaufel
fr: Pique

# kreuz
source: Clubs
de: Kreuz
fr: Trèfle

# ecken
source: Diamonds
de: Ecken
fr: Carreau

# herz
source: Hearts
de: Herz
fr: Cœur

# obenabe
source: Tops-down
de: Obenabe
fr: De haut en bas

# obe
source: Tops
de: Obe
fr: Haut

# ondenufe
source: Bottoms-up
de: Undenufe
fr: De bas en haut

# onde
source: Bottoms
de: Onde
fr: Bas

# misere
source: Misery
de: Misere
fr: Misère

# wunsch
source: Wish
de: Wunsch
fr: Souhait

source: Free
de: Frei
fr: Sélectionnable

source: Trump
de: Trumpf
fr: Atout

# obenabeOndenufe
source: Tops-down / Bottoms-up
de: Obenabe / Undenufe
fr: De haut en bas / De bas en haut

# obeOnde
source: Tops / Bottoms
de: Obe / Onde
fr: Haut / Bas

# superEicheln
source: Super acorns
de: Super-Eicheln
fr: Super-Glands

# tannenbaum
source: Fir tree
de: Tannenbaum
fr: Sapin

source: Emmental
de: Emmentaler
fr: Emmenthal

source: Blind
fr: Aveugle

source: Team name
fr: Nom de l'équipe

source: Player name
de: Spielername
fr: Nom du joueur

# goalPoints
source: Target points
de: Zielpunkte
fr: Score à atteindre

# columnName
source: Column header
de: Spaltentitel
fr: Entête de colonne

# stats
source: Statistics
de: Statistiken
fr: Statistiques

# showStats
source: Show statistics
de: Statistiken anzeigen
fr: Voir les statistiques

# resetStats
source: Reset statistics
de: Statistiken zurücksetzen
fr: Réinitialiser les statistiques

source: Show current round
de: Aktuelle Runde anzeigen
fr: Voir le tour actuel

source: Current round
de: Aktuelle Runde
fr: Tour actuel

# reset
source: Reset points
de: Punkte zurücksetzen
fr: Réinitialiser les points

# backsideTitle
source: Back side
de: Schieber Rückseite
fr: Chibre verso

# backsideSetting
source: Use back side
de: Rückseite verwenden
fr: Utiliser le verso

# backsideColumns
source: Columns on the back side
de: Spalten auf der Rückseite
fr: Colonnes au verso

# differentGoals
source: Separate target points per team
de: verschiedene Zielpunkte
fr: Scores à atteindre différents

# goalPoints1
source: Target points Team 1
de: Zielpunkte Team 1
fr: Score à atteindre équipe 1

source: Points per round
de: Punkte pro Runde
fr: Points par tour

# keepScreenOn
source: Keep the screen on
de: Bildschirm immer an
fr: Écran toujours allumé

# allowTouch
source: Tally marks input via touch screen
de: Punkteingabe per Touchscreen
fr: Saisie des points par écran tactile

# undoButton
source: Show Undo button
de: Rückgängig-Knopf anzeigen
fr: Bouton annuler

# drawZ
source: Show reference lines (Z)
de: Hilfslinien (Z) anzeigen
fr: Afficher les guides (Z)

# resetConfirm
source: Do you really want to delete all points?
de: Sollen wirklich alle Punkte gelöscht werden?
fr: Voulez-vous vraiment effacer tous les points?

# resetConfirmStrokes
source: Do you really want to delete all tally marks?
de: Sollen wirklich alle Striche gelöscht werden?
fr: Voulez-vous vraiment effacer toutes les coches?

# emptyStatistics
source: All statistics are already deleted!
de: Alle Statistiken sind bereits gelöscht!
fr: Les statistiques sont déjà supprimées!

# gameOver
source: Won!
de: Gewonnen!
fr: Gagné!

# winner
source: Team {winnerName} has reached the target points!
de: {winnerName} hat die Zielpunkte erreicht!
fr: L'équipe {winnerName} a atteint le score final!

# winnerBothPoints
source: Both teams reached the target points!
de: Beide Teams haben die Zielpunkte erreicht!
fr: Les deux équipes ont atteint le score final!

# winnerBoth
source: Both teams have won!
de: Beide Teams haben gewonnen!
fr: Les deux équipes ont gagné!

# winnerFirst
source: Who was first?
de: Wer war zuerst?
fr: Qui était le premier?

# hillBoth
source: Both teams reached the hill price!?
de: Beide Teams haben den Bergpreis erreicht!
fr: Les deux équipes ont atteint la mi-match!

source: Team name changed!
de: Teamname geändert!
fr: Le nom de l'équipe a changé!

source: Match Points changed!
de: Match-Punkte geändert!
fr: Points pour un match changé!

source: Points per round changed!
de: Punkte pro Runde geändert!
fr: Points par tour changé!

# resetPointsPerRound
source: Change points per round to {points}?
de: Punkte pro Runde auf {points} ändern?
fr: Changer les points par tour à {points}?

# deleteWhat
source: What should be reset?
de: Was soll zurückgesetzt werden?
fr: Que voulez-vous réinitialiser?

# resetAll
source: Everything
de: Alles
fr: Tout

source: Tricks
de: Stiche
fr: Plis

source: Win
de: Sieg
fr: Victoire

source: Wins
de: Siege
fr: Victoires

source: Opponent
de: Gegner
fr: Adversaire

# totalWithOpponent
source: Total: {points} (Opponent: {opponentPoints})
de: Total: {points} (Gegner: {opponentPoints})
fr: Total: {points} (Adversaire: {opponentPoints})

# screenRotate
source: Reverse dialog
de: Dialog umdrehen
fr: Retourner la fenêtre de dialogue

source: Weis
fr: Annonce

# hill
source: Hill price
de: Bergpreis
fr: Mi-match

# xTimes
source: Which Jass counts {factor}-times?
de: Welcher Jass zählt {factor}fach?
fr: Quelle couleur compte {factor} fois?

# xRound
source: Which Jass counts in round {round}?
de: Welcher Jass gilt in Runde {round}?
fr: Quelle couleur est l'atout au tour {round}?

# rounds
source: Number of rounds
de: Anzahl Runden
fr: Nombre de tours

# threeTeams
source: 3 Teams
fr: 3 équipes

# thirdColumn
source: Evaluation column
de: Auswertungsspalte
fr: Colonne des résulats

# setFactorManually
source: Use your own multipliers
de: Eigene Multiplikatoren verwenden
fr: Utilisez vos propres multiplicateurs

# completedRows
source: Grey out completed rows
de: Vollständige Runden ausgrauen
fr: Griser les tors complétés

# shown
source: displayed
de: angezeigt
fr: visible

source: hidden
de: ausgeblendet
fr: caché

# coiffeurSummary
source: Maximum possible points
de: Maximal mögliche Punkte
fr: Maximum de points possibles

source: Team
fr: Équipe

source: current
de: aktuell
fr: actuel

# hint2win
source: With an average of {averagePoints} points, {teamName} wins.
de: Mit durchschnittlich {averagePoints} Punkten gewinnt {teamName}.
fr: {teamName} gagne avec une moyenne de {averagePoints} points.

# hint2winMatches
source: A {factor}x match is enough to win for {teamName}.
de: {teamName} reicht ein {factor}x-Match um zu gewinnen.
fr: {teamName} a besoin d'un match avec multiplicateur {factor}x pour gagner.

# hint2winSpecial
source: {points} points in {factor}x are enough to win for {teamName}.
de: {teamName} reichen {points} Punkte im {factor}x um zu gewinnen.
fr: {teamName} a besoin de {points} points avec multiplicateur {factor}x pour gagner.

# hint2lead
source: {teamName} requires an average of {averagePoints} points to not lose.
de: {teamName} benötigt durchschnittlich {averagePoints} Punkte um nicht zu verlieren.
fr: {teamName} nécessite une moyenne de {averagePoints} points pour ne pas perdre.

# hint2loseMatches
source: {teamName} requires a {factor}x match to not lose.
de: {teamName} benötigt einen {factor}x-Match um nicht zu verlieren.
fr: {teamName} nécessite un match avec multiplicateur {factor}x pour ne pas perdre.

# hint2loseOther
source: In the following rounds {teamName} needs on average {averagePoints} to not lose.
de: In den weiteren Runden benötigt {teamName} durchschnittlich {averagePoints} um nicht zu verlieren.
fr: {averagePoints} points par tour en moyenne sont nécessaires à {teamName} pour ne pas perdre.

# hintLost
source: {teamName} would have to average {averagePoints} points to win.
de: {teamName} müsste durchschnittlich {averagePoints} Punkte erreichen um zu gewinnen.
fr: {teamName} doit atteindre en moyenne {averagePoints} points par tour pour gagner.

# matchInfo
source: The calculations are based on the assumption that {matchPoints} points are written for a match.
de: Die Berechnungen basieren auf der Annahme, dass für einen Match {matchPoints} Punkte geschrieben werden.
fr: Les calculs sont basés sur l'hypothèse d'un total de {matchPoints} points inscrits par match.

# enterGuess
source: Prediction of {playerName}
de: Ansage von {playerName}
fr: Annonce de {playerName}

# diffPlayers
source: Number of players
de: Anzahl Spieler
fr: Nombre de joueurs

# roundTitle
source: Round {roundNumber}
de: Runde {roundNumber}
fr: Tour {roundNumber}

# roundEditX
source: Edit round {roundNumber}
de: Runde {roundNumber} bearbeiten
fr: Modifier le tour {roundNumber}

# roundEdit
source: Edit round
de: Runde bearbeiten
fr: Modifier le tour

# totalGuessed
source: Predicted: {totalGuess}
de: Geschätzt: {totalGuess}
fr: Éstimation: {totalGuess}

source: Player {no}
de: Spieler {no}
fr: Joueur {no}

# avgGuess
source: Prediction Ø
de: Ansage Ø
fr: Ø annonce

# zeroGuess
source: Pred.=
de: Ans.=0
fr: Ann.=0

# zeroDiff
source: Diff.=
de: Diff.=0
fr: Diff.=0

# avgRoundGuess
source: On average {averageGuess} points were predicted per round.
de: Durchschnittlich wurden pro Runde {averageGuess} Punkte angesagt.
fr: Une moyenne de {averageGuess} points annoncés par tour.

# addRound
source: Enter round
de: Runde eingeben
fr: Entrer le tour

source: Hand weis
fr: Annonce de la main

source: Table weis
de: Tischweis
fr: Annonce de la table

# fremdWeis
source: Foreign weis (2x)
de: Fremdweis (2x)
fr: Annonce étrangère (2x)

# denominator10
source: Round to multiples of 10
de: Punkte auf 10er Runden
fr: Points à 10 le tour

# roundProgress
source: {count, plural, one{{roundNumber}/1 Round} other{{roundNumber}/{count} Rounds}}
de: {count, plural, one{{roundNumber}/1 Runde} other{{roundNumber}/{count} Runden}}
fr: {count, plural, one{{roundNumber}/1 tour} other{{roundNumber}/{count} tours}}

# remainingPoints
source: Total: {total}, pending: {remaining}
de: Total: {total}, ausstehend: {remaining}
fr: Total: {total} , exceptionnel: {remaining}

# screenOrientation
source: Rotate screen
de: Bildschirm drehen
fr: Faire pivoter l'écran

source: Sensor
fr: Capteur

# portrait
source: Portrait format
de: Hochformat
fr: Portrait

# landscape
source: Landscape format
de: Querformat
fr: Paysage

# goal
source: Target
de: Ziel
fr: Cible

# noGoal
source: no target
de: kein Ziel
fr: Aucune cible

# goalType
source: Target of the game
de: Ziel des Spiels
fr: But du jeu

# positiveGoal
source: The more points the better
de: Je mehr Punkte desto besser
fr: Faire le plus de points possibles

# negativeGoal
source: The fewer points the better
de: Je weniger Punkte desto besser
fr: Faire le moins de points possibles

# enablePpr
source: Fixed points per round
de: Fixe Punkte pro Runde
fr: Un nombre de points fixes par tour

# winnerRounds
source: {winnerName} has won!
de: {winnerName} hat gewonnen!
fr: {winnerName} a gagné!

# winnersRounds
source: {winnerName1} and {winnerName2}won!
de: {winnerName1} und {winnerName2} haben gewonnen!
fr: {winnerName1} et {winnerName2} ont gagné!

# matchBonus
source: Use match bonus
de: Match-Prämie verwenden
fr: avec Match bonus

# matchBonusInfo
source: Constant bonus for a match in addition to the {matchPoints} points.
de: Konstante Prämie für einen Match zusätzlich zu den {matchPoints} Punkten.
fr: Constant bonus pour un match en plus de les {matchPoints} points.

# undoBarText
source: {points} points for {teamName}
de: {points} Punkte für {teamName}
fr: {points} points pour {teamName}

# matchInfoBonus
source: The calculations are based on the assumption that {matchPoints} points are written for a match. For a match there is a bonus of {matchBonus} points.
de: Die Berechnungen basieren auf der Annahme, dass für einen Match {matchPoints} Punkte geschrieben werden. Für einen Match gibt es einen Bonus von {matchBonus} Punkten.
fr: Les calculs sont basés sur l'hypothèse d'un total de {matchPoints} points inscrits par match. Pour un match on obtient un bonus de {matchBonus} points.

# hideGuess
source: Hide predictions
de: Ansagen verstecken
fr: Cacher les annonces

# whoBegins
source: Who distributes the cards?
de: Wer verteilt die Karten?
fr: Qui distribue les cartes?

# whoBeginsInfo
source: Long tap on a name to change the selection. Change order by dragging.
de: Lange auf einen Namen klicken um die Auswahl zu ändern. Reihenfolge kann durch Ziehen geändert werden.
fr: Clic long sur un nom pour changer la sélection. L'ordre est changeable par glisser.

# guessEdit
source: Edit prediction
de: Ansagen bearbeiten
fr: Modifier les annonces

# bigScore
source: Show totals in large font
de: Total gross anzeigen
fr: Afficher le score plus grand

source: Match Points
de: Match-Punkte
fr: Points pour un match

# activatedBonus
source: Match bonus activated
de: Match-Prämie aktiviert
fr: Match bonus activé

# deactivatedBonus
source: Match bonus disabled
de: Match-Prämie deaktiviert
fr: Match bonus inactivé

# resetMatchPoints
source: Change match points to {points}?
de: Match-Punkte auf {points} ändern?
fr: Changer les points pour un match à {points}?

source: Scratch
de: Streichen
fr: Rayer

# pointsRounded
source: rounded {rounded}
de: gerundet {rounded}
fr: arrondi {rounded}

source: Profiles
de: Profile
fr: Profils

source: Select profile
de: Profil auswählen
fr: Choisir le profil

# profileInfo
source: Save settings in profiles to easily switch back and forth.
de: Einstellungen in Profilen speichern, um einfach hin und her zu wechseln.
fr: Enregistrer les paramètres dans les profils pour alterner facilement

source: Profile name
de: Profilname
fr: Nom du profil

source: Copy profile
de: Profil kopieren
fr: Copier le profile

source: Export profile
de: Profil exportieren
fr: Exporter le profil

source: Delete profile
de: Profil löschen
fr: Supprimer le profil

# deleteProfileName
source: Delete profile {profileName}?
de: Profil {profileName} löschen?
fr: Supprimer le profile {profileName}?

# addProfileFail
source: A profile with this name already exists!
de: Ein Profil mit diesem Namen existiert bereits!
fr: Un profil ave ce nom déjà existe!

# vibrateOnTouch
source: Vibration at input
de: Vibration bei Punkteingabe
fr: Vibration à l'entrée des points

# hintCounterMatch
source: {teamName} requires a counter-match not to lose.
de: {teamName} benötigt einen Konter-Match um nicht zu verlieren.
fr: {teamName} nécessite un contre-match pour ne pas perdre.

# matchMalusVal
source: Counter-Match Penalty
de: Konter-Match-Strafe
fr: Punition pour un contre-match

source: invalid input
de: ungültige Eingabe
fr: Entrée invalide

# resetMatchBonus
source: Disable match bonus?
de: Match-Prämie deaktivieren?
fr: Deactivate Match bonus?

# importProfile
source: Import profile {profileName}
de: Profil {profileName} importieren
fr: Importer le profil {profileName}

# importProfileHint
source: Profile {profileName} remains unchanged!
de: Profil {profileName} bleibt unverändert erhalten!
fr: Le profil {profileName} reste inchangé!

# replaceProfile
source: Replace profile {profileName}
de: Profil {profileName} ersetzen
fr: Remplacer le profil {profileName}

# replaceProfileHint
source: The current settings and scores will be overwritten!
de: Die aktuellen Einstellungen und Spielstände werden überschrieben!
fr: Les paramètres et les scores actuels seront écrasés!

source: Queen
de: Ober
fr: Dame

# rosesKing
source: Flower King
de: Rosen König
fr: Roi du Fleurs

source: Last Trick
de: Letzter Stich
fr: Dernier Pli

# selectPlayer
source: Choose a player first
de: Wähle zuerst einen Spieler
fr: Choisissez d'abord un joueur

source: negative
de: Negativ
fr: négatif

# nfc
source: Transfer settings via NFC
de: Einstellungen per NFC übertragen
fr: Transférer les paramètres par NFC

# nfcNotAvailable
source: Device does not support NFC
de: Gerät unterstützt kein NFC
fr: L'appareil ne prend pas en charge NFC

# nfcDisabled
source: NFC switched off
de: NFC ausgeschaltet
fr: NFC désactivé

# nfcEnabled
source: Hold the smartphones together to transfer the settings.
de: Halte die Smartphones zusammen um die Einstellungen zu übertragen.
fr: Maintiens les smartphones ensemble pour transférer les paramètres.

# missingP1
source: upper left
de: Oben Links
fr: haut gauche

# missingP2
source: upper right
de: Oben Rechts
fr: haut droite

# missingP3
source: lower left
de: Unten Links
fr: bas gauche

# missingP4
source: lower right
de: Unten Rechts
fr: bas droite

# molotow
source: Molotov
de: Molotow

source: Variable
de: Variabel

# matchBonusVal
source: Match bonus
de: Match-Prämie

# avgPoints
source: Points Ø
de: Punkte Ø

# missingPlayer
source: Empty field
de: Leeres Feld
